Repository: Distrotech/gengetopt
Catalog: po-client/*.po
Languages: de

source: %s: cannot dump options to stream
de: %s: Kann Optionen nicht in Stream schreiben

source: %s: cannot open file for writing: %s
de: %s: Kann Datei nicht zum Schreiben öffnen: %s

source: %s: %s option must occur once
de: %s: %s Option muss einmal vorkommen

source: %s: %s option must occur between %d and %d times
de: %s: %s Option muss zwischen %d- und %d-mal vorkommen

source: %s: %s option must occur at least once
de: %s: %s Option muss mindestens einmal vorkommen

source: %s: %s option must occur at most once
de: %s: %s Option darf nur einmal vorkommen

source: %s%s: `--%s' (`-%c') option given more than once
de: %s%s: `--%s' (`-%c') Option mehr als einmal angegeben

source: %s%s: `--%s' option given more than once
de: %s%s: `--%s'Option mehr als einmal angegeben

source: %s%s: ambiguous argument, "%s", for option `--%s' (`-%c')
de: %s%s: Uneindeutiges Argument "%s" für Option `--%s' (`-%c')

source: %s%s: ambiguous argument, "%s", for option `--%s'
de: %s%s: Uneindeutiges Argument "%s" für Option `--%s'

source: %s%s: invalid argument, "%s", for option `--%s' (`-%c')
de: %s%s: Ungültiges Argument "%s" für Option `--%s' (`-%c')

source: %s%s: invalid argument, "%s", for option `--%s'
de: %s%s: Ungültiges Argument "%s" für Option `--%s'

source: %s: invalid numeric value: %s
de: %s: Ungültiger numerischer Wert: %s

source: %s: option %s conflicts with option %s
de: %s: Option %s kollidiert mit Option %s

source: %s%s: option unknown: %c
de: %s%s: Unbekannte Option: %c

source: %s: Error opening configuration file '%s'
de: %s: Fehler beim Öffnen der Konfigurationsdatei '%s'

source: %s%s: Line too long in configuration file
de: %s%s: Zeile in Konfigurationsdatei zu lang

source: %s%s: unterminated string in configuration file
de: %s%s: Nichtterminierte Zeichenkette in Konfigurationsdatei

source: %s%s: malformed string in configuration file
de: %s%s: Ungültig formatierte Zeichenkette in Konfigurationsdatei

source: %s%s: include requires a filename argument.
de: %s%s: 'include' braucht einen Dateinamen als Argument.

source: %s: option `%s' is ambiguous
de: %s: Option `%s' is uneindeutig

source: %s: option `--%s' doesn't allow an argument
de: %s: Option `--%s' erlaubt kein Argument

source: %s: option `%c%s' doesn't allow an argument
de: %s: Option `%c%s' erlaubt keinen Parameter

source: %s: option `%s' requires an argument
de: %s: Option `%s' benötigt einen Parameter

source: %s: unrecognized option `--%s'
de: %s: Unbekannte Option `--%s'

source: %s: unrecognized option `%c%s'
de: %s: Unbekannte Option `%c%s'

source: %s: invalid option -- %c
de: %s: Ungültige Option -- %c

source: %s: option requires an argument -- %c
de: %s: Option benötigt einen Parameter -- %c

source: %s%s: %s option depends on option '%s'
de: %s%s: %s-Option hängt ab von Option '%s'

source: %s%s: one option of group %$3s was given. The number required is %$4d.
de: %s%s: Eine Option der Gruppe %$3s wurde angegeben. Es werden %$4d benötigt.

source: %s%s: %s option required
de: %s%s: %s Option erforderlich

source: Usage:
de: Benutzung:

source: OPTIONS
de: OPTIONEN

source: or:
de: oder:

source: Group:
de: Gruppe:

source: Mode:
de: Modus:

source: on
de: an

source: off
de: aus

source: possible values=
de: mögliche Werte=

source: default=
de: Stdwert=
